live_choices = (
        ('------------------------------------------------------------------------------','------------------------------------------------------------------------------'),
        ('تهران','تهران'),
        ('کرج','کرج'),
        ('مازندران','مازندران'),
        ('گیلان','گیلان'),
        ('قم','قم'),
        ('مرکزی','مرکزی'),
        ('تبریز','تبریز'),
        ('خوزستان','خوزستان'),
        ('خراسان رضوی','خراسان رضوی'),
        ('البرز','البرز'),
        ('کرمان','کرمان'),
        ('شیزار','شیراز'),
        ('اصفهان','اصفهان'),
    )
religion_choices = (
        ('------------------------------------------------------------------------------','------------------------------------------------------------------------------'),
        ('شیعه 12 امامی','شیعه 12 امامی'),
        ('شیعه 7 امامی','شیعه 7 امامی'),
        ('مسیحی','مسیحی'),
        ('زرتشت','زرتشت'),
        ('بهایی','بهایی'),
        ('یهودی','یهودی'),
    )
enter_year_choices = (
        ('------------------------------------------------------------------------------','------------------------------------------------------------------------------'),
        ('1400','1400'),
        ('1399','1399'),
        ('1398','1398'),
        ('1397','1397'),
        ('1396','1396'),
        ('1395','1395'),
        ('1394','1394'),
        ('1393','1393'),
        ('1392','1392'),
        ('1391','1391'),
    )
field1_choices = (
        ('------------------------------------------------------------------------------','------------------------------------------------------------------------------'),
        ('مهندسی کامپیوتر','مهندسی کامپیوتر'),
        ('مهندسی برق','مهندسی برق'),
        ('مهندسی عمران','مهندسی عمران'),
        ('مهندسی مکانیک','مهندسی مکانیک'),
        ('مهندسی شیمی','مهندسی شیمی'),
        ('مهندسی شهرسازی','مهندسی شهرسازی'),
    )
field2_choices = (
    ('------------------------------------------------------------------------------','------------------------------------------------------------------------------'),
    ('مهندسی پلاسما','مهندسی پلاسما'),
    ('فیزیک ذرات بنیادی','فیزیک ذرات بنیادی'),
    ('فیزیک(حالت جامدی)','فیزیک(حالت جامدی)'),
    ('فیزیک هسته ای','فیزیک هسته ای'),
    ('فیزیک اتمی و مولکولی','فیزیک اتمی و مولکولی'),
    ('فیزیک نجوم','فیزیک نجوم'),
    ('بیوشیمی','بیوشیمی'),
    ('علوم جانوری','علوم جانوری'),
    ('میکروبیولوژی','میکروبیولوژی'),
    ('سلولی و مولکولی','سلولی و مولکولی'),
    ('علوم گیاهی','علوم گیاهی'),
    
    
)
fileld3_choices = (
    ('------------------------------------------------------------------------------','------------------------------------------------------------------------------'),
    ('علوم اقتصادی','علوم اقتصادی'),
    ('مدیریت بازرگانی','مدیریت بازرگانی'),
    ('حسابداری','حسابداری'),
    ('مدیریت مالی','مدیریت مالی'),
    ('مدیریت اجرایی','مدیریت اجرایی'),
    ('مدیریت صنعتی','مدیریت صنعتی'),
    ('اقتصاد انرژی','اقتصاد انرژی'),
)
fileld4_choices =(
    ('------------------------------------------------------------------------------','------------------------------------------------------------------------------'),
    ('حقوق جزا و جرم شناسی','حقوق جزا جرم شناسی'),
    ('حقوق خصوصی و اسلامی','حقوق خصوصی و اسلامی'),
    ('حقوق عمومی','حقوق عمومی'),
    ('روابط بین الملل','روابط بین الملل'),
    ('علوم سیاسی','علوم سیاسی'),
    ('مطالعات منطقه ای','مطالعات منطقه ای'),
)
fileld5_choices = (
    ('------------------------------------------------------------------------------','------------------------------------------------------------------------------'),
    ('علوم دریایی و اقیانوسی','علوم دریایی و اقیانوسی'),
    ('زیست شناسی دریا','زیست شناسی دریا'),
    ('شیمی دریا','شیمی دریا'),
)
college_choices = (
        ('------------------------------------------------------------------------------','------------------------------------------------------------------------------'),
        ('فنی مهندسی','فنی مهندسی'),
        ('علوم پایه','علوم پایه'),
        ('علوم اقتصادی و اداری','علوم اقتصادی و اداری'),
        ('علوم سیاسی','علوم سیاسی'),
        ('علوم دریایی','علوم دریایی'),
    )

uni_choices = (
        ('------------------------------------------------------------------------------','------------------------------------------------------------------------------'),
        ('تهران','تهران'),
        ('مازندران','مازندران'),
        ('اصفهان','اصفهان'),
        ('امیرکبیر','امیر کبیر'),
        ('صنعتی شریف','صنعتی شریف'),
        ('شهید بهشتی','شهید بهشتی'),
        ('صنعتی اصفهان','صنعتی اصفهان'),
        ('علم و صنعت','علم و صنعت'),
        ('خواجه نصیر','خواجه نصیر'),
        ('شیراز','شیراز'),
        ('نوشیروانی','نوشیروانی'),
        ('تبریز','تبریز'),
    )
grade_choices = (
    ('------------------------------------------------------------------------------','------------------------------------------------------------------------------'),
    ('کاردانی','کاردانی'),
    ('کارشناسی','کارشناسی'),
    ('ارشد','ارشد'),
    ('دکترا','دکترا'),
)
course_choices = (
    ('------------------------------------------------------------------------------','------------------------------------------------------------------------------'),
    ('روزانه','روزانه'),
    ('شبانه','شبانه'),
)
dars_choices = (
    ('------------------------------------------------------------------------------','------------------------------------------------------------------------------'),
    ('فیزیک 1','فیزیک 1'),
    ('ریاضی 1','ریاضی 1'),
    ('فیزیک 2','فیزیک 2'),
    ('ریاضی 2','ریاضی 2'),
    ('شیمی','شیمی'),
    ('زبان','زبان'),
    ('زبان تخصصی','زبان تخصصی'),
    ('ادبیات','ادبیات'),
    ('مبانی کامپیوتر','مبانی کامپیوتر'),
    ('برنامه نویسی پیشرفته','برنامه نویسی پیشرفته'),
    ('معادلات دیفرانسیل','معادلات دیفرانسیل'),
    ('ریاضیات گسسته','ریاضیات گسسته'),
    ('مدار های الکتریکی و الکترونیکی','مدار های الکتریکی و الکترونیکی'),
    ('مدار منطقی','مدار منطقی'),
    ('ساختمان داد','ساختمان داده'),
    ('شبکه','شبکه'),
    ('جبر خطی کاربردی','جبر خطی کاربردی'),
    ('آمار و احتمال مهندسی','آمار احتمال مهندسی'),
    ('نظریه زبان ها و ماشین ها','نظریه زبان ها و ماشین ها'),
    ('معماری کامپیوتر','معماری کامپیوتر'),
    ('سیستم عامل','سیستم عامل'),
    ('انقلاب','انقلاب'),
    ('انسان در اسلام','انسان در اسلام'),
    ('دانش خانواده','دانش خانواده'),
    ('تفسیر قرآن','تفسیر قرآن'),
    
)