livedict = {"1":"تهران" , "2":"کرج" , "3":"مازندران" , "4":"گیلان" , "5":"قم" ,
"6":"مرکزی", "7":"تبریز" , "8":"خوزستان" , "9":"خراسان رضوی" , "10":"البرز" ,
"11":"کرمان" , "12":"شیراز", "13":"اصفهان"
}



religiondict = {"1":"شیعه" , "2":"مسیحی" , "3":"زرتشت" , "4":"بهایی" , "5":"یهودی"}



sexdict = {"1":"موئنث" , "2":"مذکر" , "3":"مشترک"}



fielddict = {"1":"مهندسی کامپیوتر" , "2":"مهندسی برق" , "3":"مهندسی عمران" ,
"4":"مهندسی مکانیک" , "5":"مهندسی شیمی" , "6":"مهندسی شهرسازی" ,
"7":"مهندسی پلاسما" , "8":"فیزیک ذرات بنیادی" , "9":"فیزیک(حالت جامدی)",
"10":"فیزیک هسته ای" , "11":"فیزیک اتمی و مولکولی" , "12":"فیزیک نجوم" ,
"13":"بیوشیمی" , "14":"علوم جانوری" , "15":"میکروبیولوژی" , "16":"سلولی و مولکولی" ,
"17":"علوم گیاهی" , "18":"علوم اقتصادی" , "19":"مدیریت بازرگانی" , "20":"حسابداری" ,
"21":"مدیریت مالی" , "22":"مدیریت اجرایی" , "23":"مدیریت صنعتی" , "24":"اقتصاد انرژی",
"25":"حقوق جزا جرم شناسی" , "26":"حقوق خصوصی و اسلامی" , "27":"روابط بین الملل" ,
"28":"علوم سیاسی" , "29":"مطالعات منطقه ای" , "30":"علوم دریایی و اقیانوسی" , "31":"زیست شناسی دریا",
"32":"شیمی دریا"
}



collegedict = {"1":"فنی مهندسی" , "2":"علوم پایه" , "3":"علوم اقتصادی و اداری" ,
"4":"علوم سیاسی" , "5":"علوم دریایی"
}



unidict = {"1":"تهران" , "2":"مازندران" , "3":"اصفهان" ,
"4":"امیر کبیر" , "5":"صنعتی شریف" , "6":"شهید بهشتی" ,
"7":"صنعتی اصفهان" , "8":"علم و صنعت" ,
"9":"خواجه نصیر" , "10":"شیراز" , "11":"نوشیروانی" ,
"12":"تبریز"
}



gradedict = {"1":"کاردانی" , "2":"کارشناسی" , "3":"ارشد" , "4":"دکترا"}



coursedict = {"1":"روزانه" , "2":"شبانه"}



darsdict = {"1":"فیزیک 1" , "2":"ریاضی 1" , "3":"فیزیک 2" ,
"4":"ریاضی 2" , "5":"شیمی" , "6":"زبان" ,
"7":"زبان تخصصی" , "8":"ادبیات" , "9":"مبانی کامپیوتر",
"10":"برنامه نویسی پیشرفته" , "11":"معادلات دیفرانسیل" , "12":"ریاضیات گسسته" ,
"13":"مدار های الکتریکی و الکترونیکی" , "14":"مدار منطقی" , "15":"ساختمان داده" , "16":"شبکه" ,
"17":"جبر خطی کاربردی" , "18":"آمار احتمال مهندسی" , "19":"نظریه زبان ها و ماشین ها" , "20":"معماری کامپیوتر" ,
"21":"سیستم عامل" , "22":"انقلاب" , "23":"انسان در اسلام" , "24":"دانش خانواده",
"25":"تفسیر قرآن"
}